tap "azure/kubelogin"
tap "cfergeau/crc"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "supabase/tap"
brew "python@3.12"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bear"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "direnv"
brew "eza"
brew "fish"
brew "fzf"
brew "gettext"
brew "git"
brew "go"
brew "grep"
brew "helix"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "libev"
brew "lua-language-server"
brew "minikube"
brew "n"
brew "ninja"
brew "ollama", restart_service: :changed
brew "opam"
brew "pkgconf"
brew "podman"
brew "podman-compose"
brew "postgresql@15"
brew "postgresql@16", link: true
brew "pyenv"
brew "ripgrep"
brew "rover"
brew "rustup"
brew "stow"
brew "tfenv"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "zellij"
brew "zig"
brew "zsh-autosuggestions"
brew "azure/kubelogin/kubelogin"
brew "supabase/tap/supabase"
cask "1password"
cask "aerospace"
cask "alacritty"
cask "bitwarden"
cask "cursor"
cask "dbeaver-community"
cask "duckduckgo"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "hoppscotch"
cask "keycastr"
cask "kitty"
cask "powershell"
cask "rectangle"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "utm"
cask "wezterm"
cask "yaak"
cask "zed"
