tap "cfergeau/crc"
tap "homebrew/bundle"
tap "homebrew/services"
brew "python@3.11"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bear"
brew "cmake"
brew "cmatrix"
brew "direnv"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "libev"
brew "n"
brew "neovim"
brew "opam"
brew "pkg-config"
brew "podman"
brew "python@3.12"
brew "podman-compose"
brew "postgresql@15"
brew "postgresql@16", link: true
brew "ripgrep"
brew "rover"
brew "rustup"
brew "stow"
brew "tfenv"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
cask "1password"
cask "alacritty"
cask "bitwarden"
cask "cursor"
cask "dbeaver-community"
cask "duckduckgo"
cask "powershell"
cask "rectangle"
cask "slack"
cask "spotify"
cask "utm"
cask "yaak"
cask "zed"
