tap "cfergeau/crc"
tap "homebrew/bundle"
tap "homebrew/services"
brew "azure-cli"
brew "direnv"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "libev"
brew "n"
brew "neovim"
brew "opam"
brew "pkg-config"
brew "podman"
brew "podman-compose"
brew "postgresql@15"
brew "ripgrep"
brew "rustup-init"
brew "stow"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
cask "wezterm"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "franciscosilva.gruber-darker"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ionide.ionide-fsharp"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "naumovs.color-highlight"
vscode "vscodevim.vim"
